Revit 2027 API
ParameterTypeId.LoadCaseNumber Property
 "Case Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadCaseNumber { get; }
Public Shared ReadOnly Property LoadCaseNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadCaseNumber {
	ForgeTypeId^ get ();
}
static member LoadCaseNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace